Repository: TiredAJ/FindARoute
Catalog: FindARoute/Properties/Resources.*.resx
Languages: cy_gb

# Change_Lang
source: Change Language
cy_gb: Newid Iaith

source: Continue forward
cy_gb: Parhau ymlaen

source: Destination
cy_gb: Cyrchfan

# FindRoute
source: Find a route
cy_gb: Darganfod llwybr

# InitPopup
source: This app uses WiFi to determine your position while using the app. The only data saved is your last inputted searches. No data is shared & the app is usable without this.
cy_gb: Mae'r meddalwedd hwn defnyddio WiFi I pennu ei lleoliad pan defnyddio'r meddalwedd. Yr unrhyw data I gadw bydd y chwilion olaf. bydd dim rhannu data a gall't ti defnyddio'r meddalwedd heb hwn.

source: Locate me
cy_gb: Lleoli fi

# NavingTo
source: Navigating to:
cy_gb: Mordwyo I:

# NoResults
source: No results found for input
cy_gb: Does dim mesurebau gyfer mewnbwn

source: Origin
cy_gb: Tarddiad

source: Re-locate me
cy_gb: Ad-lleoli fi

source: Return
cy_gb: Dychweld

source: Room name
cy_gb: Enw ystafell

# TogglePopup
source: If you would like to use WiFi positioning, please turn on "Location" and allow the "Location" permission in app settings. This can be changed later in in-app settings.
cy_gb: Os hoffet ti defnyddio [?] WiFi, gall't troi "Lleoliad" a caniatáu caniatâd "Lleoliad" mewn gosodiadau meddalwedd. Gall't newid hyn yn gosodiadau mewn-meddalwedd.

# TogglePopup_No
source: Don't use WiFi Positioning
cy_gb: Peidiwch defnyddio [?] WiFi

# TogglePopup_Yes
source: Use WiFi Positioning
cy_gb: Defnyddio [?] WiFi

source: Turn left
cy_gb: Troi chwith

source: Turn right
cy_gb: Troi de

# TypeHere
source: Type to search...
cy_gb: Teipiwch I chilio...

source: until
cy_gb: tan

# WiFiPos
source: WiFi Positioning
cy_gb: [?] WiFi
